Repository: fau-klue/ai-act-corpus
Catalog: corpus/tmx_files/AI_Act-EN-PT-Trados.tmx
Source language: en_gb
Languages: pt_pt

source: By 2 August 2029 and every four years thereafter, the Commission shall submit a report on the evaluation and review of this Regulation to the European Parliament and to the Council.
pt_pt: Até 2 de agosto de 2029 e, posteriormente, de quatro em quatro anos, a Comissão apresenta ao Parlamento Europeu e ao Conselho um relatório sobre a avaliação e reexame do presente regulamento.

source: The report shall include an assessment with regard to the structure of enforcement and the possible need for a Union agency to resolve any identified shortcomings.
pt_pt: O relatório deve incluir uma avaliação da estrutura de execução e da eventual necessidade de um organismo da União para resolver as deficiências identificadas.

source: On the basis of the findings, that report shall, where appropriate, be accompanied by a proposal for amendment of this Regulation.
pt_pt: Com base nas conclusões, esse relatório é acompanhado, quando adequado, de uma proposta de alteração do presente regulamento.

source: The reports shall be made public.
pt_pt: Os relatórios devem ser divulgados ao público.

source: The reports referred to in paragraph 2 shall pay specific attention to the following:
pt_pt: Os relatórios a que se refere o n.o 2 devem dar especial atenção ao seguinte:

source: the status of the financial, technical and human resources of the national competent authorities in order to effectively perform the tasks assigned to them under this Regulation;
pt_pt: A situação das autoridades nacionais competentes em termos de recursos financeiros, técnicos e humanos necessários para desempenhar eficazmente as funções que lhes foram atribuídas nos termos do presente regulamento;

source: the state of penalties, in particular administrative fines as referred to in Article 99(1), applied by Member States for infringements of this Regulation;
pt_pt: O estado das sanções, nomeadamente das coimas a que se refere o artigo 99.o, n.o 1, aplicadas pelos Estados-Membros em consequência de infrações ao presente regulamento;

source: adopted harmonised standards and common specifications developed to support this Regulation;
pt_pt: Normas harmonizadas adotadas e especificações comuns elaboradas para apoiar o presente regulamento;

source: the number of undertakings that enter the market after the entry into application of this Regulation, and how many of them are SMEs.
pt_pt: O número de empresas que entram no mercado após o início da aplicação do presente regulamento e quantas delas são PME.

source: By 2 August 2028, the Commission shall evaluate the functioning of the AI Office, whether the AI Office has been given sufficient powers and competences to fulfil its tasks, and whether it would be relevant and needed for the proper implementation and enforcement of this Regulation to upgrade the AI Office and its enforcement competences and to increase its resources.
pt_pt: Até 2 de agosto de 2028, a Comissão avalia o funcionamento do Serviço para a IA, a questão de saber se foram atribuídos ao Serviço para a IA poderes e competências suficientes para o desempenho das suas funções e se, para a correta aplicação e execução do presente regulamento, seria pertinente e necessário reforçar o Serviço para a IA e os seus poderes de execução, bem como aumentar os seus recursos.

source: The Commission shall submit a report on its evaluation to the European Parliament and to the Council.
pt_pt: A Comissão apresenta um relatório sobre a sua avaliação ao Parlamento Europeu e ao Conselho.

source: By 2 August 2028 and every four years thereafter, the Commission shall submit a report on the review of the progress on the development of standardisation deliverables on the energy-efficient development of general-purpose AI models, and asses the need for further measures or actions, including binding measures or actions.
pt_pt: Até 2 de agosto de 2028 e, posteriormente, de quatro em quatro anos, a Comissão apresenta um relatório sobre a análise dos progressos realizados no desenvolvimento de produtos de normalização sobre o desenvolvimento eficiente do ponto de vista energético de modelos de IA de finalidade geral e avalia a necessidade de novas medidas ou ações, incluindo medidas ou ações vinculativas.

source: The report shall be submitted to the European Parliament and to the Council, and it shall be made public.
pt_pt: O relatório é apresentado ao Parlamento Europeu e ao Conselho e é tornado público.

source: By 2 August 2028 and every three years thereafter, the Commission shall evaluate the impact and effectiveness of voluntary codes of conduct to foster the application of the requirements set out in Chapter III, Section 2 for AI systems other than high-risk AI systems and possibly other additional requirements for AI systems other than high-risk AI systems, including as regards environmental sustainability.
pt_pt: Até 2 de agosto de 2028 e, posteriormente, de três em três anos, a Comissão avalia o impacto e a eficácia dos códigos de conduta voluntários destinados a fomentar a aplicação dos requisitos estabelecidos no capítulo III, secção 2, a sistemas de IA que não sejam sistemas de IA de risco elevado e, eventualmente, de outros requisitos adicionais a sistemas de IA que não sejam sistemas de IA de risco elevado, inclusive no que diz respeito à sustentabilidade ambiental.

source: For the purposes of paragraphs 1 to 7, the Board, the Member States and national competent authorities shall provide the Commission with information upon its request and without undue delay.
pt_pt: Para efeitos do disposto nos n.os 1 a 7, o Comité, os Estados-Membros e as autoridades nacionais competentes devem facultar à Comissão, sem demora injustificada, as informações que esta solicitar.

source: In carrying out the evaluations and reviews referred to in paragraphs 1 to 7, the Commission shall take into account the positions and findings of the Board, of the European Parliament, of the Council, and of other relevant bodies or sources.
pt_pt: Ao efetuar as avaliações e os reexames a que se referem os n.os 1 a 7, a Comissão tem em consideração as posições e as conclusões do Comité, do Parlamento Europeu, do Conselho e de outros organismos ou fontes pertinentes.

source: The Commission shall, if necessary, submit appropriate proposals to amend this Regulation, in particular taking into account developments in technology, the effect of AI systems on health and safety, and on fundamental rights, and in light of the state of progress in the information society.
pt_pt: Se necessário, a Comissão apresenta propostas adequadas com vista a alterar o presente regulamento, atendendo, em especial, à evolução das tecnologias, ao efeito dos sistemas de IA na saúde, na segurança e nos direitos fundamentais e aos progressos da sociedade da informação.

source: To guide the evaluations and reviews referred to in paragraphs 1 to 7 of this Article, the AI Office shall undertake to develop an objective and participative methodology for the evaluation of risk levels based on the criteria outlined in the relevant Articles and the inclusion of new systems in:
pt_pt: Para orientar as avaliações e os reexames referidos nos n.os 1 a 7 do presente artigo, o Serviço para a IA compromete-se a desenvolver uma metodologia objetiva e participativa para a avaliação dos níveis de risco com base nos critérios estabelecidos nos artigos pertinentes e a inclusão de novos sistemas:

source: the list set out in Annex III, including the extension of existing area headings or the addition of new area headings in that Annex;
pt_pt: Na lista constante do anexo III, incluindo a extensão dos domínios existentes ou o aditamento de novos domínios nesse anexo;

source: the list of prohibited practices set out in Article 5; and
pt_pt: Na lista das práticas proibidas que consta do artigo 5.o; e

source: the list of AI systems requiring additional transparency measures pursuant to Article 50.
pt_pt: Na lista dos sistemas de IA que, nos termos do artigo 50.o, exigem medidas de transparência adicionais.

source: Any amendment to this Regulation pursuant to paragraph 10, or relevant delegated or implementing acts, which concerns sectoral Union harmonisation legislation listed in Section B of Annex I shall take into account the regulatory specificities of each sector, and the existing governance, conformity assessment and enforcement mechanisms and authorities established therein.
pt_pt: Qualquer alteração do presente regulamento nos termos do n.o 10, ou de atos delegados ou de execução pertinentes, que incida sobre os atos enumerados na lista da legislação setorial de harmonização da União constante do anexo I, secção B, deve ter em conta as especificidades regulamentares de cada setor e os mecanismos aplicáveis em matéria de governação, avaliação da conformidade e de execução, bem como as autoridades previstas nos mesmos.

source: By 2 August 2031, the Commission shall carry out an assessment of the enforcement of this Regulation and shall report on it to the European Parliament, the Council and the European Economic and Social Committee, taking into account the first years of application of this Regulation.
pt_pt: Até 2 de agosto de 2031, a Comissão procede a uma avaliação da execução do presente regulamento e apresenta um relatório da avaliação ao Parlamento Europeu, ao Conselho e ao Comité Económico e Social Europeu, tendo em conta os primeiros anos de aplicação do presente regulamento.

source: On the basis of the findings, that report shall, where appropriate, be accompanied by a proposal for amendment of this Regulation with regard to the structure of enforcement and the need for a Union agency to resolve any identified shortcomings.
pt_pt: Com base nas conclusões, tal relatório deve, quando adequado, ser acompanhado de uma proposta de alteração do presente regulamento no que diz respeito à estrutura de execução e à necessidade de um organismo da União para resolver quaisquer deficiências identificadas.

source: Article 113
pt_pt: Artigo 113.o

source: Entry into force and application
pt_pt: Entrada em vigor e aplicação

source: This Regulation shall enter into force on the twentieth day following that of its publication in the Official Journal of the European Union.
pt_pt: O presente regulamento entra em vigor no vigésimo dia seguinte ao da sua publicação no Jornal Oficial da União Europeia.

source: It shall apply from 2 August 2026.
pt_pt: O presente regulamento é aplicável a partir de 2 de agosto de 2026.

source: However:
pt_pt: Contudo:

source: Chapters I and II shall apply from 2 February 2025;
pt_pt: Os capítulos I e II são aplicáveis a partir de 2 de fevereiro de 2025;

source: Chapter III Section 4, Chapter V, Chapter VII and Chapter XII and Article 78 shall apply from 2 August 2025, with the exception of Article 101;
pt_pt: O capítulo III, secção 4, o capítulo V, o capítulo VII e o capítulo XII e o artigo 78.o são aplicáveis a partir de 2 de agosto de 2025, com exceção do artigo 101.o;

source: Article 6(1) and the corresponding obligations in this Regulation shall apply from 2 August 2027.
pt_pt: O artigo 6.o, n.o 1, e as obrigações correspondentes previstas no presente regulamento são aplicáveis a partir de 2 de agosto de 2027.

source: This Regulation shall be binding in its entirety and directly applicable in all Member States.
pt_pt: O presente regulamento é obrigatório em todos os seus elementos e diretamente aplicável em todos os Estados-Membros.

source: Done at Brussels, 13 June 2024.
pt_pt: Feito em Bruxelas, em 13 de junho de 2024.

source: For the European Parliament
pt_pt: Pelo Parlamento Europeu

source: The President
pt_pt: A Presidente

source: For the Council
pt_pt: Pelo Conselho

source: (1) OJ C 517, 22.12.2021, p. 56.
pt_pt: (1) JO C 517 de 22.12.2021, p. 56.

source: (4) Position of the European Parliament of 13 March 2024 (not yet published in the Official Journal) and decision of the Council of 21 May 2024.
pt_pt: (4) Posição do Parlamento Europeu de 13 de março de 2024 (ainda não publicada no Jornal Oficial) e decisão do Conselho de 21 de maio de 2024.

source: (5) European Council, Special meeting of the European Council (1 and 2 October 2020) — Conclusions, EUCO 13/20, 2020, p. 6.
pt_pt: (5) Conselho Europeu, Reunião extraordinária do Conselho Europeu (1 e 2 de outubro de 2020) — Conclusões [EUCO 13/20, 2020, p. 6].

source: (6) European Parliament resolution of 20 October 2020 with recommendations to the Commission on a framework of ethical aspects of artificial intelligence, robotics and related technologies, 2020/2012(INL).
pt_pt: (6) Resolução do Parlamento Europeu, de 20 de outubro de 2020, que contém recomendações à Comissão sobre o regime relativo aos aspetos éticos da inteligência artificial, da robótica e das tecnologias conexas [2020/2012(INL)].

source: (7) Regulation (EC) No 765/2008 of the European Parliament and of the Council of 9 July 2008 setting out the requirements for accreditation and repealing Regulation (EEC) No 339/93 (OJ L 218, 13.8.2008, p. 30).
pt_pt: (7) Regulamento (CE) n.o 765/2008 do Parlamento Europeu e do Conselho, de 9 de julho de 2008, que estabelece os requisitos de acreditação e que revoga o Regulamento (CEE) n.o 339/93 (JO L 218 de 13.8.2008, p. 30).

source: (8) Decision No 768/2008/EC of the European Parliament and of the Council of 9 July 2008 on a common framework for the marketing of products, and repealing Council Decision 93/465/EEC (OJ L 218, 13.8.2008, p. 82).
pt_pt: (8) Decisão n.o 768/2008/CE do Parlamento Europeu e do Conselho, de 9 de julho de 2008, relativa a um quadro comum para a comercialização de produtos, e que revoga a Decisão 93/465/CEE (JO L 218 de 13.8.2008, p. 82).

source: (9) Regulation (EU) 2019/1020 of the European Parliament and of the Council of 20 June 2019 on market surveillance and compliance of products and amending Directive 2004/42/EC and Regulations (EC) No 765/2008 and (EU) No 305/2011 (OJ L 169, 25.6.2019, p. 1).
pt_pt: (9) Regulamento (UE) 2019/1020 do Parlamento Europeu e do Conselho, de 20 de junho de 2019, relativo à fiscalização do mercado e à conformidade dos produtos e que altera a Diretiva 2004/42/CE e os Regulamentos (CE) n.o 765/2008 e (UE) n.o 305/2011 (JO L 169 de 25.6.2019, p. 1).

source: (10) Council Directive 85/374/EEC of 25 July 1985 on the approximation of the laws, regulations and administrative provisions of the Member States concerning liability for defective products (OJ L 210, 7.8.1985, p. 29).
pt_pt: (10) Diretiva 85/374/CEE do Conselho, de 25 de julho de 1985, relativa à aproximação das disposições legislativas, regulamentares e administrativas dos Estados-Membros em matéria de responsabilidade decorrente dos produtos defeituosos (JO L 210 de 7.8.1985, p. 29).

source: (11) Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (OJ L 119, 4.5.2016, p. 1).
pt_pt: (11) Regulamento (UE) 2016/679 do Parlamento Europeu e do Conselho, de 27 de abril de 2016, relativo à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais e à livre circulação desses dados e que revoga a Diretiva 95/46/CE (Regulamento Geral sobre a Proteção de Dados) (JO L 119 de 4.5.2016, p. 1).

source: (12) Regulation (EU) 2018/1725 of the European Parliament and of the Council of 23 October 2018 on the protection of natural persons with regard to the processing of personal data by the Union institutions, bodies, offices and agencies and on the free movement of such data, and repealing Regulation (EC) No 45/2001 and Decision No 1247/2002/EC (OJ L 295, 21.11.2018, p. 39).
pt_pt: (12) Regulamento (UE) 2018/1725 do Parlamento Europeu e do Conselho, de 23 de outubro de 2018, relativo à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais pelas instituições e pelos órgãos e organismos da União e à livre circulação desses dados, e que revoga o Regulamento (CE) n.o 45/2001 e a Decisão n.o 1247/2002/CE (JO L 295 de 21.11.2018, p. 39).

source: (13) Directive (EU) 2016/680 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data by competent authorities for the purposes of the prevention, investigation, detection or prosecution of criminal offences or the execution of criminal penalties, and on the free movement of such data, and repealing Council Framework Decision 2008/977/JHA (OJ L 119, 4.5.2016, p. 89).
pt_pt: (13) Diretiva (UE) 2016/680 do Parlamento Europeu e do Conselho, de 27 de abril de 2016, relativa à proteção das pessoas singulares no que diz respeito ao tratamento de dados pessoais pelas autoridades competentes para efeitos de prevenção, investigação, deteção ou repressão de infrações penais ou execução de sanções penais, e à livre circulação desses dados, e que revoga a Decisão-Quadro 2008/977/JAI do Conselho (Diretiva sobre a Proteção de Dados na Aplicação da Lei) (JO L 119 de 4.5.2016, p. 89).

source: (14) Directive 2002/58/EC of the European Parliament and of the Council of 12 July 2002 concerning the processing of personal data and the protection of privacy in the electronic communications sector (Directive on privacy and electronic communications) (OJ L 201, 31.7.2002, p. 37).
pt_pt: (14) Diretiva 2002/58/CE do Parlamento Europeu e do Conselho, de 12 de julho de 2002, relativa ao tratamento de dados pessoais e à proteção da privacidade no sector das comunicações eletrónicas (Diretiva relativa à privacidade e às comunicações eletrónicas) (JO L 201 de 31.7.2002, p. 37).

source: (15) Regulation (EU) 2022/2065 of the European Parliament and of the Council of 19 October 2022 on a Single Market For Digital Services and amending Directive 2000/31/EC (Digital Services Act) (OJ L 277, 27.10.2022, p. 1).
pt_pt: (15) Regulamento (UE) 2022/2065 do Parlamento Europeu e do Conselho, de 19 de outubro de 2022, relativo a um mercado único para os serviços digitais e que altera a Diretiva 2000/31/CE (Regulamento dos Serviços Digitais) (JO L 277 de 27.10.2022, p. 1).

source: (16) Directive (EU) 2019/882 of the European Parliament and of the Council of 17 April 2019 on the accessibility requirements for products and services (OJ L 151, 7.6.2019, p. 70).
pt_pt: (16) Diretiva (UE) 2019/882 do Parlamento Europeu e do Conselho, de 17 de abril de 2019, relativa aos requisitos de acessibilidade dos produtos e serviços (JO L 151 de 7.6.2019, p. 70).

source: (17) Directive 2005/29/EC of the European Parliament and of the Council of 11 May 2005 concerning unfair business-to-consumer commercial practices in the internal market and amending Council Directive 84/450/EEC, Directives 97/7/EC, 98/27/EC and 2002/65/EC of the European Parliament and of the Council and Regulation (EC) No 2006/2004 of the European Parliament and of the Council (‘Unfair Commercial Practices Directive’) (OJ L 149, 11.6.2005, p. 22).
pt_pt: (17) Diretiva 2005/29/CE do Parlamento Europeu e do Conselho, de 11 de maio de 2005, relativa às práticas comerciais desleais das empresas face aos consumidores no mercado interno e que altera a Diretiva 84/450/CEE do Conselho, as Diretivas 97/7/CE, 98/27/CE e 2002/65/CE do Parlamento Europeu e do Conselho e o Regulamento (CE) n.o 2006/2004 do Parlamento Europeu e do Conselho («diretiva relativa às práticas comerciais desleais») (JO L 149 de 11.6.2005, p. 22).

source: (18) Council Framework Decision 2002/584/JHA of 13 June 2002 on the European arrest warrant and the surrender procedures between Member States (OJ L 190, 18.7.2002, p. 1).
pt_pt: (18) Decisão-Quadro 2002/584/JAI do Conselho, de 13 de junho de 2002, relativa ao mandado de detenção europeu e aos processos de entrega entre os Estados-Membros (JO L 190 de 18.7.2002, p. 1).

source: (19) Directive (EU) 2022/2557 of the European Parliament and of the Council of 14 December 2022 on the resilience of critical entities and repealing Council Directive 2008/114/EC (OJ L 333, 27.12.2022, p. 164).
pt_pt: (19) Diretiva (UE) 2022/2557 do Parlamento Europeu e do Conselho, de 14 de dezembro de 2022, relativa à resiliência das entidades críticas e que revoga a Diretiva 2008/114/CE do Conselho (JO L 333 de 27.12.2022, p. 164).

source: (21) Regulation (EU) 2017/745 of the European Parliament and of the Council of 5 April 2017 on medical devices, amending Directive 2001/83/EC, Regulation (EC) No 178/2002 and Regulation (EC) No 1223/2009 and repealing Council Directives 90/385/EEC and 93/42/EEC (OJ L 117, 5.5.2017, p. 1).
pt_pt: (21) Regulamento (UE) 2017/745 do Parlamento Europeu e do Conselho, de 5 de abril de 2017, relativo aos dispositivos médicos, que altera a Diretiva 2001/83/CE, o Regulamento (CE) n.o 178/2002 e o Regulamento (CE) n.o 1223/2009 e que revoga as Diretivas 90/385/CEE e 93/42/CEE do Conselho (JO L 117 de 5.5.2017, p. 1).

source: (22) Regulation (EU) 2017/746 of the European Parliament and of the Council of 5 April 2017 on in vitro diagnostic medical devices and repealing Directive 98/79/EC and Commission Decision 2010/227/EU (OJ L 117, 5.5.2017, p. 176).
pt_pt: (22) Regulamento (UE) 2017/746 do Parlamento Europeu e do Conselho, de 5 de abril de 2017, relativo aos dispositivos médicos para diagnóstico in vitro e que revoga a Diretiva 98/79/CE e a Decisão 2010/227/UE da Comissão (JO L 117 de 5.5.2017, p. 176).

source: (23) Directive 2006/42/EC of the European Parliament and of the Council of 17 May 2006 on machinery, and amending Directive 95/16/EC (OJ L 157, 9.6.2006, p. 24).
pt_pt: (23) Diretiva 2006/42/CE do Parlamento Europeu e do Conselho, de 17 de maio de 2006, relativa às máquinas e que altera a Diretiva 95/16/CE (JO L 157 de 9.6.2006, p. 24).

source: (24) Regulation (EC) No 300/2008 of the European Parliament and of the Council of 11 March 2008 on common rules in the field of civil aviation security and repealing Regulation (EC) No 2320/2002 (OJ L 97, 9.4.2008, p. 72).
pt_pt: (24) Regulamento (CE) n.o 300/2008 do Parlamento Europeu e do Conselho, de 11 de março de 2008, relativo ao estabelecimento de regras comuns no domínio da segurança da aviação civil e que revoga o Regulamento (CE) n.o 2320/2002 (JO L 97 de 9.4.2008, p. 72).

source: (25) Regulation (EU) No 167/2013 of the European Parliament and of the Council of 5 February 2013 on the approval and market surveillance of agricultural and forestry vehicles (OJ L 60, 2.3.2013, p. 1).
pt_pt: (25) Regulamento (UE) n.o 167/2013 do Parlamento Europeu e do Conselho, de 5 de fevereiro de 2013, relativo à homologação e fiscalização do mercado de tratores agrícolas e florestais (JO L 60 de 2.3.2013, p. 1).

source: (26) Regulation (EU) No 168/2013 of the European Parliament and of the Council of 15 January 2013 on the approval and market surveillance of two- or three-wheel vehicles and quadricycles (OJ L 60, 2.3.2013, p. 52).
pt_pt: (26) Regulamento (UE) n.o 168/2013 do Parlamento Europeu e do Conselho, de 15 de janeiro de 2013, relativo à homologação e fiscalização do mercado dos veículos de duas ou três rodas e dos quadriciclos (JO L 60 de 2.3.2013, p. 52).

source: (27) Directive 2014/90/EU of the European Parliament and of the Council of 23 July 2014 on marine equipment and repealing Council Directive 96/98/EC (OJ L 257, 28.8.2014, p. 146).
pt_pt: (27) Diretiva 2014/90/UE do Parlamento Europeu e do Conselho, de 23 de julho de 2014, relativa aos equipamentos marítimos e que revoga a Diretiva 96/98/CE do Conselho (JO L 257 de 28.8.2014, p. 146).
